/*
Задача знайти api монобанк курс валют, нова пошта віділення та погода. 
 1 Напишіть JavaScript-функцію, яка виконує GET запит до відкритого API за допомогою Fetch.
 2 Функція повинна приймати URL API як вхідний параметр.
 3 Використовуйте Fetch, щоб виконати GET запит за вказаною URL.
 4 Обробляйте отриману відповідь у форматі JSON та виводьте результати в консоль.
 5 Обробляйте можливі помилки під час виконання запиту та виводьте відповідне повідомлення про помилку.
*/

import { req } from "./method.js";
